Repository: artcomventure/wordpress-plugin-autoVersion
Catalog: languages/*.po
Languages: de_de

source: ... incl. overriding existing ones.
de_de: ... auch für bereits gesetzte Versionsnummern.

source: ... except files with exitsting version numbers.
de_de: ... außer Dateien mit vorhandener Versionsnummer.

source: Auto-Versioning CSS and JavaScript files
de_de: Auto-Versionierung von CSS- und JavaScript-Dateien

source: Auto Version
de_de: Auto-Versionierung

source: Disable
de_de: Deaktiviere

source: file's modification timestamp
de_de: die Änderungszeit der Datei

source: Force
de_de: Erzwinge

source: Ignore <i>these</i> files
de_de: <i>Diese</i> Dateien ignorieren

source: In other words: Cache busting when <i>these</i> files are changed.
de_de: Anders gesagt: Dateien nicht aus dem Browser-Cache nutzen, wenn diese geändert wurden.

source: Set
de_de: Setze
